tap "aws/tap"
tap "homebrew/bundle"
tap "jandedobbeleer/oh-my-posh"
brew "bat"
brew "eza"
brew "fd"
brew "ffmpeg"
brew "fzf"
brew "git-delta"
brew "imagemagick"
brew "jq"
brew "kubectx"
brew "mongosh"
brew "mysql-client"
brew "poppler"
brew "pre-commit"
brew "redis"
brew "ripgrep"
brew "sevenzip"
brew "stow"
brew "telnet"
brew "terraform-docs"
brew "terrascan"
brew "tflint"
brew "tlrc"
brew "tmux"
brew "tree"
brew "wget"
brew "yazi"
brew "zoxide"
brew "aws/tap/eks-node-viewer"
brew "jandedobbeleer/oh-my-posh/oh-my-posh"
cask "font-symbols-only-nerd-font"
vscode "4ops.terraform"
vscode "adamhartford.vscode-base64"
vscode "aws-scripting-guy.cform"
vscode "bazelbuild.vscode-bazel"
vscode "davidanson.vscode-markdownlint"
vscode "donjayamanne.githistory"
vscode "eamodio.gitlens"
vscode "emeraldwalk.runonsave"
vscode "esbenp.prettier-vscode"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "golang.go"
vscode "grafana.vscode-jsonnet"
vscode "hashicorp.terraform"
vscode "jinliming2.vscode-go-template"
vscode "me-dutour-mathieu.vscode-github-actions"
vscode "ms-kubernetes-tools.vscode-kubernetes-tools"
vscode "ms-python.black-formatter"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-python.vscode-python-envs"
vscode "ms-vscode.makefile-tools"
vscode "ms-vsliveshare.vsliveshare"
vscode "naumovs.color-highlight"
vscode "pkief.material-icon-theme"
vscode "pomdtr.excalidraw-editor"
vscode "qvist.jetbrains-new-ui-dark-theme"
vscode "redhat.vscode-yaml"
vscode "rust-lang.rust-analyzer"
vscode "yinz.safira"
vscode "zxh404.vscode-proto3"
