tap "aws/tap"
tap "homebrew/bundle"
tap "jandedobbeleer/oh-my-posh"
brew "bat"
brew "eza"
brew "fd"
brew "ffmpeg"
brew "fzf"
brew "git-delta"
brew "imagemagick"
brew "jq"
brew "kubectx"
brew "mongosh"
brew "poppler"
brew "pre-commit"
brew "redis"
brew "ripgrep"
brew "sevenzip"
brew "stow"
brew "telnet"
brew "terraform-docs"
brew "terrascan"
brew "tflint"
brew "tlrc"
brew "tmux"
brew "wget"
brew "yazi"
brew "zoxide"
brew "aws/tap/eks-node-viewer"
brew "jandedobbeleer/oh-my-posh/oh-my-posh"
cask "font-symbols-only-nerd-font"
